[
    {
        "speciality": "Autism Service Dogs",
        "detail": "Autism service dogs are specially trained to assist people with autism by helping them gain independence and perform daily tasks. These courageous service dogs go through rigorous training in much the same way as guide dogs until they're ready to carry out their important role. Children and adults on the autistic spectrum benefit from the daily efforts of autism service dogs. They are trained to perform a wide variety of important tasks including alerting the parents of an autistic child to a dangerous situation, interrupting harmful behavior, and alerting their handler to important noises."
    },
    {
        "speciality": "Seizure Response Dogs",
        "detail": "Seizure response dogs, also known as SRDs, assist during or immediately after their handler has a seizure. These service dogs are indispensable for people with epilepsy or those who are prone to other types of seizures. Some of the many important tasks they are trained to perform include activating an emergency response alarm, retrieving a phone or medication, fetching someone to help in the event of a seizure, and physically removing a patient from a dangerous situation."
    },
    {
        "speciality": "Diabetic Alert Dogs",
        "detail": "For people with Diabetes, diabetic alert dogs provide a vital lifeline. Their amazing noses help them to detect changes in blood glucose levels in saliva and alert their handlers to dangerously high or low blood sugar levels. This allows their handlers to take measures to control the situation – like taking insulin or consuming sugary foods. Many diabetic alert dogs are trained to alert others of a potentially dangerous medical situation or set off an alarm to assist their handler if they are in need of medical attention."
    },
    {
        "speciality": "Hearing Service Dogs",
        "detail": "Hearing service dogs are selected and trained to assist people who are deaf or hard of hearing. They act as the ears of their handler, alerting them to important sounds like smoke alarms, doorbells, alarm clocks, and ringing phones. Breeds like golden retrievers, poodles, and cocker spaniels are often chosen for the role of hearing dogs because of their reliability and responsiveness to obedience training. Like guide dogs, hearing dogs are allowed access to anywhere the public is permitted in the US."
    },
    {
        "speciality": "Anxiety Alert Dogs",
        "detail": "Anxiety alert dogs are specifically trained to help make the day-to-day life of their owner better and alleviate the burden of their condition. Detecting signs of anxiety attacks before they begin. Retrieving water, medications, or other items that provide comfort during the attack. Getting someone to help if the owner is in distress. Warding off strangers if the owner is in distress. Distracting the owner during an anxiety attack to help calm them down. Providing physical pressure to help soothe their owner."
    },
    {
        "speciality": "Mobility Assistance Dogs",
        "detail": "Mobility assistance dogs are trained to assist people with mobility issues such as those who are wheelchair-dependent. They can perform a wide variety of tasks including pulling wheelchairs, opening and closing doors, bringing objects to people, and operating light switches. Mobility assistance dogs have a huge impact on the lives of the people they help, increasing their confidence and allowing them to gain a greater sense of independence. Larger breeds are often well-suited to the role of mobility dogs as they are strong enough to support the weight of a person and help provide balance and stability. "
    }
]